soap_payload_getDocumentData.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v2="http://xmlns.oracle.com/oxp/service/v2">
   <soapenv:Header/>
   <soapenv:Body>
      <v2:getDocumentData>
         <v2:jobOutputID>418197</v2:jobOutputID>
			<v2:userID>fin_impl</v2:userID>
			<v2:password>wm#qK8*9</v2:password>
      </v2:getDocumentData>
   </soapenv:Body>
</soapenv:Envelope>